
API_TOKEN = input('Input API >> ')

representation_bot = '''Я бот, под капотом которого есть нейросеть. Она способна улучшать качество фотографий.
Для взаимодейсвия с сетью просто загрузи мне картинку в наш диалог, только загружай без сжатия (в формате документа).
Мой Создатель еще не добавил обработку сжатых (в тг это картинка)'''

representation_bot_2 = '''Я уже рассказал о себе, ты можешь уже должен понять, что я пока еще глупый бот, который может только повторять и баловаться с нейросетью.
Но если ты еще раз нажмешь, то я расскажу тебе по-новой'''
